Repository: IsarDomains/wp-dn-search-widget
Catalog: languages/maflinet-dn-search-*.po
Languages: de_de

source: Search
de_de: Suchen

source: DN Search: Search Sedo, Uniregistry or GoDaddy to find domains.
de_de: DN Suche: Durchsuchen der Datenbanken von Sedo, Uniregistry oder GoDaddy nach passenden Namen (mit Affiliate Links).

source: mafli.net - DN Search Widget
de_de: mafli.net - DN Suchfeld

source: Title
de_de: Titel

source: Description
de_de: Beschreibung (HTML erlaubt)

source: Search Service Provider
de_de: Anbieter

source: Service Provider Affiliate Id
de_de: Anbieter Affiliate Id

source: Open Search Result in
de_de: Öffne Suchergebnis in

source: Show Placeholder
de_de: Platzhalter-Text für das Suchfeld anzeigen

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Placeholder Text
de_de: Platzhalter-Text für das Suchfeld

source: Disable Enter Key To Start Search
de_de: Deaktivieren der Enter-Taster um Suche zu starten

source: Hide Searchbutton
de_de: Suchschaltfläche ausblenden

source: Label Searchbutton
de_de: Text der Suchschaltfläche

source: The following options are only relevant if <strong>Sedo.com</strong> is selected as service provider.
de_de: Die folgenden Einstellungen werden nur berücksichtigt, wenn als Anbieter <strong>Sedo.com</strong> gewählt wurde.

source: Search Extensions (TLDs)
de_de: Nur Domains von folgenden Endungen suchen

source: Open Sedo Result Page In Language
de_de: Suchergebnis-Seite soll in folgender Sprache angezeigt werden

source: Include Adult Domains
de_de: Nicht jugendfreie Domains bei der Suche einbeziehen

source: Use Synonym Search
de_de: Keyword Variationen einbeziehen

source: At least 1 character is required!
de_de: Bitte mindestens 1 Zeichen eingeben!
